Revit 2024 API
MEPSystemType.FillVisible Property
 Indicates the visibility of the fill pattern for all components in the system.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2012
Syntax
C#
public bool FillVisible { get; set; }
Visual Basic
Public Property FillVisible As Boolean
	Get
	Set
Visual C++
public:
property bool FillVisible {
	bool get ();
	void set (bool value);
}
See Also
MEPSystemType Class
Autodesk.Revit.DB Namespace